Repository: marcostudios/translations
Catalog: locale/*/LC_MESSAGES/django.po
Languages: it

source: Season
it: Stagione

source: Region
it: Regione

source: All Regions
it: Tutte le regioni

source: Week
it: Settimana

source: All weeks
it: Tutte le settimane

source: Challenges
it: Sfide

source: Predict results
it: Predici i risultati

source: earn points
it: guadagna punti

source: win prizes
it: vinci premi

source: Points
it: Punti

source: Login via Battle.net
it: Accedi tramite Battle.net

source: Matches
it: Partite

source: Leaderboard
it: Classifica

# Button label
source: Just Do It!
it: Fallo!

source: Position
it: Posizione

# Bets count
source: Bets
it: Scommesse

source: Predicted winner
it: Vittorie Previste

source: Predicted score
it: Punteggio previsto

source: Time until
it: Tempo rimanente

source: Date
it: Data

source: Stage
it: Fase

source: Reward
it: Ricompensa

source: Ongoing matches
it: Match In Corso

source: Upcoming matches
it: Match In Arrivo

source: Completed matches
it: Match Completati

source: Your bet
it: Tue scommesse

source: Total bets
it: Scommesse Totali

# News title
source: Title
it: Titolo

source: Save changes
it: Salva cambiamenti

source: Cancel
it: Annulla

source: Write a comment
it: Scrivi un commento

source: You must be logged in to leave a comment
it: Devi avere effettuato il log in per scrivere un commento

source: Delete the comment?
it: Eliminare il commento?

source: Comment was removed
it: Il commento è stato rimosso

source: Administrator
it: Amministratore

source: Moderator
it: Moderatore

source: Reply
it: Rispondi

source: Edit
it: Modifica

source: Delete
it: Elimina

source: Permalink
it: Link permanente

source: Mark read
it: Segna come letto

source: Post a comment
it: Scrivi un commento

source: Comments count
it: Commenti totali

source: Comments
it: Commenti

source: Notifications
it: Notifiche

source: Favorites
it: Preferiti

source: User didn't leave any comments
it: L'utente non ha lasciato alcun commento

source: Mark read all
it: Segna tutto come letto

source: No new notifications
it: Nessuna nuova notifica

source: %s tag requires a queryset
it: il tag %s richiede un queryset

# Page navigation
source: Previous
it: Precedente

# Page navigation
source: Next
it: Sucessivo

source: Heroes
it: Eroi

source: Unpicked Heroes (%(unpicked_heroes_count)s of %(heroes_count)s)
it: Eroi non scelti (%(unpicked_heroes_count)s su %(heroes_count)s

# Hero tier
source: Tier
it: Grado

source: Regions
it: Regioni

source: Patches
it: Patch

source: All patches
it: Tutte le patch

source: Tournaments
it: Tornei

source: All tournaments
it: Tutti i tornei

source: Show matches
it: Mostra partite

source: No replays found in the selected period.
it: Nessun replay trovato nel periodo selezionato.

source: Hero
it: Eroe

source: Kills
it: Uccisioni

source: statistics
it: Statistiche

source: First wave pick (%(pick1_count)s matches)
it: Pick in prima ondata (%(pick1_count)s partite)

source: Second wave pick (%(pick2_count)s matches)
it: Pick in seconda ondata (%(pick2_count)s partite)

source: First wave ban (%(ban1_count)s matches)
it: Ban in prima ondata (%(ban1_count)s partite)

source: Second wave ban (%(ban2_count)s matches)
it: Ban in seconda ondata (%(ban2_count)s partite)

source: Not banned or picked (%(popularity_blank_count)s matches)
it: Non bannato o scelto (%(popularity_blank_count)s partite)

source: Popularity
it: Popolarità

source: %(match_count)s of %(total_matches)s matches
it: %(match_count)s su %(total_matches)s partite

source: Wins
it: Vittorie

source: %(win_count)s of %(pick_count)s matches
it: %(win_count)s su %(pick_count)s partite

# Hero overview
source: Overview
it: Panoramica

# Hero builds
source: Builds
it: Build

# [SEO] Page title
source: Heroes
it: Eroi

# Hero role
source: Warrior
it: Guerriero

# Hero role
source: Support
it: Supporto

# Hero role
source: Assassin
it: Assassini

# Hero role
source: Specialist
it: Specialista

source: Start typing to search
it: Inizia a scrivere per cercare

source: Load more
it: Carica alti

source: Ban Rate
it: Rateo Ban

source: Pick Rate
it: Rateo Pick

source: Win Rate
it: Rateo di Vittoria

source: Popularity per Patch
it: Popolarità per Patch

source: Win Rate vs Game Duration
it: Rateo di Vittoria contro Durata della Partita

source: Popularity per Patch chart is based on the analysis of the latest patches for the selected region(s).
it: La Popolarità per Patch è basata sull'analisi delle ulltime patch per la/le regione/i scelte

# Hero
source: Most Popular On Maps
it: Più popolare sulle mappe

source: Map
it: Mappa

# Hero
source: Most Played By Teams
it: Più giocato dalle squadre

source: Team
it: Squadra

# Wins count
source: Wins
it: VIttorie

# Losses count
source: Losses
it: Sconfitte

# Bans count
source: Bans
it: Divieti

# minutes
source: mins
it: min

source: Maps
it: Mappe

source: Drafts
it: Draft

source: Players
it: Giocatori

source: Teams
it: Squadre

source: Warning!
it: Attenzione!

# [SEO] Page title
source: Maps
it: Mappe

source: North America
it: America del Nord

source: Europe
it: Europa

source: Final
it: Finale

source: South Korea
it: Corea del sud

source: China
it: Cina

source: Southeast Asia
it: Sud-est asiatico

source: Latin America
it: America Latina

source: Australia & New Zealand
it: Australia & Nuova Zelanda

source: Grand Final
it: Gran finale

source: Winners Final
it: Finale dei Vincitori

source: Losers Final
it: Finale degli Sconfitti

source: 1/2 Final
it: 1/2 finale

source: 1/2 Final LB
it: Finale 1/2lb

source: 1/2 Final WB
it: 1/2 finale WB

source: 1/4 Final
it: 1/4 finale

source: 1/4 Final LB
it: 1/4 finale LB

source: 1/4 Final WB
it: 1/4 finale WB

source: 1/8 Final
it: 1/8 finale

source: 1/8 Final LB
it: 1/8 finale LB

source: 1/8 Final WB
it: 1/8 finale LB

source: 1/16 Final
it: 1/16 finale

source: Tiebreak
it: Spareggio

source: Battlefield of Eternity
it: Campo di battaglia Eterni

source: Blackheart’s Bay
it: Baia di Cuornero

source: Braxis Holdout
it: Distaccamento di Braxis

source: Cursed Hollow
it: Valle Maledetta

source: Dragon Shire
it: Contea del Drago

source: Garden of Terror
it: Giardino del Terrore

source: Haunted Mines
it: Miniere Infestate

source: Infernal Shrines
it: Altari Infernali

source: Sky Temple
it: Tempio Celeste

source: Tomb of the Spider Queen
it: Tomba della Regina Ragno

source: Towers of Doom
it: Torri della Rovina

source: Warhead Junction
it: Stazione Atomica

source: Altar captured. Shots fired: %(shots_fired)s.
it: Altare catturato. Colpi sparati: %(shots_fired)s.

source: Dragon Knight activated
it: Drago Cavaliere attivato

source: Garden Terror activated
it: Giardino del Terrore attivato

source: Ghost ship captured
it: Nave fantasma catturata

source: Immortal defeated
it: Immortale battuto

source: Infernal shrine captured
it: Santuario Infernale catturato

source: Boss camp
it: Campo Boss

source: Nuke launch
it: Lancio di Bombe Atomiche

source: Raven curse activated
it: Maledizione del Corvo attivata

source: Temple shots fired. Total Shot Damage: %(total_shot_damage)s.
it: Colpi sparati ai Templi. Totale danni: %(total_shot_damage)s.

source: Webweavers spawned
it: Tessitrici generate

source: Zerg rush. Opposing score: %(opposing_score)s%%.
it: Zerg rush. Punteggio di opposizione: %(opposing_score)s%%.

source: Samuro Patch
it: Patch Samuro

source: Alarak Patch
it: Patch Alarak

source: Auriel Patch
it: Patch Auriel

source: Gul'dan Patch
it: Patch Gul'dan

source: Medivh Patch
it: Patch Medivh

source: Chromie Patch
it: Patch Chromie

source: Tracer Patch
it: Patch Tracer

source: Dehaka Patch
it: Patch Dehaka

source: Xul Patch
it: Patch XUL

source: Li-Ming Patch
it: Patch Li-Ming

source: Greymane Patch
it: Patch Greymane

source: Lunara Patch
it: Patch Lunara

source: Zarya Patch
it: Patch Zarya

source: Varian Patch
it: Patch Varian

source: Ragnaros Patch
it: Patch Ragnaros

source: Zul'jin Patch
it: Patch Zul'jin

source: Valeera Patch
it: Patch Valeera

source: Brightwing
it: Alachiara

source: Gazlowe
it: Sparachiodi

source: Greymane
it: Mantogrigio

source: Lt. Morales
it: Ten. Morales

source: Murky
it: Fosky

source: Stitches
it: Tritacarne

source: The Butcher
it: Macellaio

source: The Lost Vikings
it: Vichinghi Sperduti

source: Select and begin typing
it: Seleziona e inizia a digitare

# All patches
source: All Time
it: Tutti i tempi

source: All Maps
it: Tutte le mappe

source: All Heroes
it: Tutti gli eroi

source: Add another %(verbose_name)s
it: Aggiungi altri %(verbose_name)s

# Match winner
source: Winner
it: Vincitori

# Match loser
source: Loser
it: Sconfitti

# First pick mark on match page
source: First pick
it: Prima scelta

# Banned heroes list on match page
source: Bans
it: Divieti

source: Previous Matches
it: Partite Precedenti

# Watch VODs
source: Watch
it: Guarda

source: Download
it: Scarica

source: Statistics
it: Statistiche

# [SEO] Page title
source: Match List
it: Elenco delle partite

# Form filter options
source: Options
it: Opzioni

source: Level
it: Livello

source: Player Performance Rating
it: Rateo della Performance del Giocatore

source: Player
it: Giocatore

source: XP difference
it: Differenza di Esperienza

# Some hero killed by some heroes
source: killed by
it: ucciso da

source: Nexus forces
it: Forze del Nexus

# Match time
source: Duration
it: Durata

source: Assists
it: Assist

source: Deaths
it: Morti

source: Siege Dmg
it: Danni da assedio

source: Hero Dmg
it: Danni Eroe

# Hero role
source: Role
it: Ruolo

# Experience
source: Exp
it: Esp

source: The rating hasn't been calculated yet or cannot be calculated due to the small amount of games on this hero.
it: Il rateo non è stato ancora calcolato o non può essere calcolato per via del piccolo ammontare di partite con quel eroe

source: The rating is based on statistics of the player as compared to statistics of other players on the same hero in the same patches.
it: Il rateo si basa sulle statistiche di quel giocatore comparato alle statistiche di altri giocatori con lo stesso eroe nelle stesse patch

# Hero talents
source: Talents
it: Talenti

source: Match Log
it: Registro Partita

# Tournament stage
source: Stage
it: Fase

# Tournament stage / Map
source: Stage / Map
it: Fase / Mappa

source: Tournament / Map
it: Torneo / Mappa

# Spoilers switcher title
source: Spoilers
it: Spoiler

# Tooltip for match score
source: Win
it: Vittoria

# Tooltip for match score
source: Lose
it: Sconfitta

# W for Win
source: W
it: V

# L for Lose
source: L
it: S

source: Show
it: Mostra

source: Tournament
it: Torneo

# Tournament overview
source: Overview
it: Panoramica

# [SEO] Page title
source: Tournaments
it: Tornei

source: Upcoming tournaments
it: Tornei in arrivo

source: Ongoing tournaments
it: Tornei in corso

source: Completed tournaments
it: Tornei completati

source: Start Date
it: Data di Inizio

source: End Date
it: Data di Fine

# Tournament name
source: Name
it: Nome

source: Prize Pool
it: Montepremi

# Place in table of winners
source: Place
it: Posto

# Tournament prize pool
source: Prize
it: Premio

source: General Information
it: Informazioni generali

# Tournament format
source: Format
it: Formato

# The venue of the tournament
source: Location
it: Posizione

# Tournament matches count
source: Total Matches
it: Partite Totali

source: Description
it: Descrizione

source: Participating Teams
it: Squadre partecipanti

source: All heroes
it: Tutti gli eroi

source: Summary
it: Riepilogo

source: Top First Picks
it: I Più scelti per primi

source: Top Second Bans
it: I Più bannati per secondi

source: Top Second Picks (two heroes)
it: I Più bannati per secondi (due eroi)

source: Most Common Compositions
it: Composizioni più comuni

# Team composition
source: Composition
it: Composizione

source: Count
it: Conto

source: Shortest
it: La più corta

source: Average
it: Media

source: Longest
it: La più lunga

# Popular picks
source: Most Played Heroes
it: Eroi più giocati

source: Widest Hero Pool by Players
it: Il più grande Pool di eroi per giocatore

source: Smallest Hero Pool by Players
it: Il più piccolo Pool di eroi per giocatore

source: Players performance
it: Performance del Giocatore

source: Value
it: Valore

source: Widest Hero Pool by Teams
it: Il più grande Pool di eroi per team

source: Smallest Hero Pool by Teams
it: Il più piccolo pool di eroi per team

source: Teams performance
it: Performance del team

source: No matches played in the selected period.
it: Nessuna partita giocata nel periodo selezionato.

source: Warriors
it: Guerrieri

source: Supports
it: Supporti

source: Assassins
it: Assassini

source: Specialists
it: Specialisti

source: The highest average number of kills
it: Il più grande numero medio di uccisioni

source: The highest average number of assists
it: Il più grande numero medio di assist

source: Player that spent the most time alive
it: Giocatore che ha speso la maggiorpare del tempo in vita

source: Player that spent the most time dead
it: Giocatore che ha speso la maggiorparte del tempo morto

source: The highest average deaths
it: La più grande media di morti

source: Team that spent the most time alive
it: Team che ha speso la maggiorparte del tempo in vita

source: Team that spent the most time dead
it: Team che ha speso la maggiorparte del tempo morto

# [SEO] Page title
source: eSports Calendar
it: Calendario eSports

source: Upcoming and ongoing events.
it: Eventi futuri e in corso.

# eSports Calendar tooltip for events start time
source: Your local time
it: Ora locale

source: If you are a Google Calendar user, copy the button link location, open Google Calendar, find 'Other Calendars', choose 'Add by URL' and paste the link into the URL field.
it: Se sei un utente di Google Calendar, copia il percorso di collegamento del pulsante, apri Google Calendar, trova 'Altri calendari', scegli 'Aggiungi da URL' e incolla il link nel campo URL.

source: Subscribe to Calendar
it: Iscriviti al calendario

source: eSports Calendar
it: Calendario eSport

# eSports Calendar
source: Tournament / Stream
it: Torneo / Stream

# Live events in eSports Calendar
source: Live
it: In Diretta

# Upcoming events in eSports Calendar
source: Upcoming
it: In Arrivo

source: Times displayed in your local time
it: Orario mostrato nel tuo fuso orario

# Greeting
source: Welcome to Master League
it: Benvenuti in Master League

# Greeting
source: Here you can find the latest results, VODs and replays of <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a> competitive games, indepth statistics of players and teams from different regions and more. Currently we have detailed information about <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> matches, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> teams and <a href="%(player_list_url)s"><strong>%(player_count)s</strong></a> professional players in our database.
it: Qui troverete gli ultimi risultati, i VOD e replay delle partite competitive di <a href="http://heroesofthestorm.com/" target="_blank"><strong>Heroes of the Storm</strong></a>, statistiche approfondite dei giocatori e squadre provenienti da diverse regioni e altro ancora. Attualmente abbiamo informazioni dettagliate su <a href="%(match_list_url)s"><strong>%(match_count)s</strong></a> partite, <a href="%(team_list_url)s"><strong>%(team_count)s</strong></a> squadre e <a href="%(player_list_url)s"><strong> %(player_count)s</strong></a> giocatori professionisti nel nostro database.

source: Latest News
it: Ultime notizie

# Latest News
source: Title
it: Titolo

source: Latest Transfers
it: Ultimi trasferimenti

source: From Team
it: Da Team

source: To Team
it: Al Team

source: Latest Matches
it: Ultime partite

# [SEO] Page title
source: Search results
it: Risultati della ricerca

# Search results
source: Not found
it: Non trovato

source: Search
it: Ricerca

source: Current Roster
it: Roster attuale

source: Any Team
it: Qualsiasi squadra

source: All maps
it: Tutte le mappe

# Form filter, any team choice
source: Any
it: Qualsiasi

# Player w/o team
source: Free Agent
it: Agente Libero

# Form filter, any player position choice
source: Any
it: Qualsiasi

# Player role/team position
source: Position
it: Posizione

source: First Player
it: Primo giocatore

source: Second Player
it: Secondo giocatore

# Player role
source: Warrior
it: Guerriero

# Player role
source: Support
it: Supporto

# Player role
source: Assassin
it: Assassino

# Player role
source: Flex
it: Adattabile

source: Overview
it: Panoramica

source: Live Time
it: In Diretta

source: Hero dmg
it: Danni Eroe

source: Siege dmg
it: Danni da assedio

source: Role
it: Ruolo

source: Experience
it: Esperienza / Min

source: Transfers
it: Trasferimenti

# Players compare
source: Compare
it: Confronta

# Player real name
source: Name
it: Nome

source: Player Statistics
it: Statistiche dei giocatori

source: Time Dead
it: Tempo Morto

source: Hero Damage
it: Danni Eroe

source: Siege Damage
it: Danni da assedio

source: Average Match Time
it: Tempo Medio Partita

source: Analyzed Replays
it: Replay Analizzati

# Player transfers history
source: Team history
it: Storia delle squadre

source: From date
it: Dalla data

source: To date
it: Alla data

# [SEO] Page title
source: Compare Players
it: Confronta i giocatori

source: Currently Selected
it: Attualmente selezionato

source: Unable to retrieve results
it: Impossibile recuperare i risultati

source: Search...
it: Ricerca...

source: Start typing a search query
it: Iniziare a digitare una query di ricerca

source: No Results
it: Nessun risultato

source: Searching...
it: Ricerca...

# Button label for players compare
source: Compare
it: Confronta

# Players compare page
source: All Time Avg. Stats
it: Tutte le statistiche medie

source: KDA is calculated as (Kills + Assists) / (Deaths + 1)
it: KDA è calcolato come (Uccisioni + Assist) / (Morti + 1)

source: Lifetime is calculated as (Match time - Time spend dead) / Match time
it: Il tempo in vita è calcolato come (Tempo Partita - tempo speso morto) / tempo della partita

# [SEO] Page title
source: Players transfers
it: Trasferimenti di giocatori

# Player transfer
source: From Team
it: Da Team

# Player transfer
source: To Team
it: Al Team

# Team overview
source: Overview
it: Panoramica

# [SEO] Page title
source: Teams
it: Squadre

# Disbanded teams visibility switcher
source: Show disbanded
it: Mostra sciolti

# Search field tooltip
source: Start typing to search
it: Inizia a digitare per cercare

source: Deaths: %(deaths)s
it: Morti: %(deaths)

# Team achievements in tournaments
source: Achievements
it: Successi

source: Place
it: Posto

source: Prize
it: Premio

source: * KDA, time spend dead and average match time are based on the analysis of the %(replay_count)s replays out of %(match_count)s matches
it: * Il KDA, il tempo speso in morte e la durata media della partita è basato sull'analisi di %(replay_count) replay su %(match_count) partite

source: The rating is based on statistics of the player as compared to statistics of other players on the same hero in the same patches.<br /><br />Computed by analyzing <strong>%(ppr_match_count)s matches</strong> with replays out of <strong>%(match_count)s matches</strong> in total.
it: La valutazione si basa sulle statistiche del giocatore rispetto alle statistiche di altri giocatori con lo stesso eroe nella stessa patch.<br><br>Calcolata analizzando <strong>%(ppr_match_count)s partite corrispondenti</strong> con replay di <strong>%(match_count)s partite</strong> in totale.

# Siege damage
source: Siege
it: Assedio

# Amount of time player was not dead during the match
source: Lifetime
it: Corso della vita

# Healing amount (for healers) or Damage taken (for warriors)
source: Role
it: Ruolo

# Amount of time player was not dead during the match
source: Lifetime / Min
it: Durata / Min

source: Siege Damage / Min
it: Assedio di danni / Min

source: Hero Damage / Min
it: Danno agli eroi/ Min

source: Healing / Min
it: Guarigione / Min

source: Damage Taken / Min
it: Danni subiti / Min

source: CC Duration / Min
it: Durata CC / Min

source: Experience / Min
it: Esperienza / Min

# 404 page
source: Page Not Found
it: Pagina non trovata

# 404 page
source: There's nothing here
it: Non c'è nulla qui

source: eSport statistics
it: Statistiche eSport

# Search results
source: Teams not found
it: Squadre non trovate

# Search results
source: Players not found
it: Giocatori non trovati

source: Log out
it: Disconnetti

# Search field tooltip
source: Search
it: Ricerca

source: License agreement
it: Licenza d'uso

source: We'd like to remind you that when using our data directly, via the <a href="https://api.masterleague.net/">API</a>, or in any other way, you <strong>MUST</strong> abide to the terms of our license & credit us appropriately by placing a link back to our site, mentioning it on air, or making the source of information clear in other ways. Refer to the full text of the license for the details:
it: Ti vogliamo ricordare che quando usi i nostri dati direttamente, tramite le <a href="https://api.masterleague.net/">API</a>, o in altri modi, <strong>DEVI</strong> seguire i termini delle nostre licenze e di aggiungergi ai crediti appropriatamente mettendo un link che manda al nostro sito, menzionandoci in diretta, o rendendo chiara la fonte dell'informazione o in altri modi. Fai riferimento al testo completo della licenza per ulteriori dettagli:

source: I understood
it: Capito

source: Help us localize the site!
it: Aiutarci a tradurre il sito!
